* [#B] 2025求职简历                                                    :求职:
DEADLINE: <2025-09-09 Tue>
- Note taken on [2025-09-09 Tue 22:14] \\
  mynote
:LOGBOOK:
CLOCK: [2025-09-09 Tue 21:53]--[2025-09-09 Tue 21:57] =>  0:04
:END:
** TODO 简历草稿DDD部分，cola框架，dsm代码架构分析
- Note taken on [2025-09-09 Tue 22:14] \\
  mynote
- Note taken on [2025-09-09 Tue 21:51] \\
  添加笔记
  note测试c
:LOGBOOK:
CLOCK: [2025-03-05 周三 21:56]--[2025-03-05 周三 23:29] =>  1:33
:END:

* Tasks
** DONE 简历编写-emacs代码不全相关ctags
:LOGBOOK:
CLOCK: [2025-03-08 周六 13:18]--[2025-03-08 周六 13:27] =>  0:09
:END:
  [2025-03-08 周六 13:17]
** DONE DDD学习与总结
:LOGBOOK:
CLOCK: [2025-03-10 周一 19:56]--[2025-03-10 周一 22:56] => 03:00
:END:
  [2025-03-08 周六 21:52]
** TODO 大厂面试题36章
:LOGBOOK:
CLOCK: [2025-03-12 周三 06:16]
:END:
** TODO 系统学习org-agenda
  [2025-09-09 Tue 21:11]

